tap "cloudflare/cloudflare"
tap "homebrew/bundle"
brew "awscli"
brew "gh"
brew "ghostscript"
brew "git"
brew "glab"
brew "htop"
brew "md5sha1sum"
brew "node"
brew "pipenv"
brew "poetry"
brew "pyenv"
brew "wget"
brew "xcodes"
brew "cloudflare/cloudflare/cloudflared"
cask "brave-browser"
cask "clipy"
cask "docker"
cask "duet"
cask "figma"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "kobo"
cask "notion"
cask "obs"
cask "openineditor-lite"
cask "openinterminal"
cask "openinterminal-lite"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
vscode "alefragnani.rtf"
vscode "astallinger.sourcetrail"
vscode "bajdzis.vscode-database"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "evilz.vscode-reveal"
vscode "fabiospampinato.vscode-diff"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "grapecity.gc-excelviewer"
vscode "hediet.vscode-drawio"
vscode "ionutvmi.path-autocomplete"
vscode "jebbs.plantuml"
vscode "kameshkotwani.google-search"
vscode "l-i-v.mql-tools"
vscode "le0zh.vscode-regexp-preivew"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "mushan.vscode-paste-image"
vscode "njpwerner.autodocstring"
vscode "ryu1kn.partial-diff"
vscode "shardulm94.trailing-spaces"
vscode "tht13.html-preview-vscode"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "yzane.markdown-pdf"
